/* No comment provided by engineer. */
"Add Group of Path Extensions to Ignore" = "添加扩展名组";

/* No comment provided by engineer. */
"Add Locations to Ignore" = "添加忽略的位置";

/* No comment provided by engineer. */
"Change Path Extensions" = "更改扩展名";

/* No comment provided by engineer. */
"Choose…" = "选择…";

/* No comment provided by engineer. */
"Did fail to export preferences at specified location" = "Did fail to export preferences at specified location";

/* No comment provided by engineer. */
"Disable %@" = "禁用 %@";

/* No comment provided by engineer. */
"Disable Editing %@" = "禁用编辑 %@";

/* No comment provided by engineer. */
"Enable %@" = "启用 %@";

/* No comment provided by engineer. */
"Enable Editing %@" = "启用编辑 %@";

/* No comment provided by engineer. */
"File Extensions" = "文件扩展名";

/* No comment provided by engineer. */
"Files and Folders" = "文件和文件夹";

/* No comment provided by engineer. */
"Hide %@" = "隐藏 %@";

/* No comment provided by engineer. */
"Make Safe %@ to be a Member of Duplicate Container" = "Make Safe %@ to be a Member of Duplicate Container";

/* No comment provided by engineer. */
"Make Unsafe %@ to be a Member of Duplicate Container" = "Make Unsafe %@ to be a Member of Duplicate Container";

/* No comment provided by engineer. */
"Please select another location and try again." = "请选择另一个位置，然后重试。";

/* No comment provided by engineer. */
"Remove Extension Groups" = "移除扩展名组";

/* No comment provided by engineer. */
"Remove Node Ignore Items" = "移除忽略的项目";

/* No comment provided by engineer. */
"Restore Default Ignore Extensions" = "恢复默认忽略扩展名";

/* No comment provided by engineer. */
"Unhide %@" = "取消隐藏 %@";

"Learn More…" = "了解更多…";

"HardLinkDescription" = "这会让 Gemini 将重复项的物理副本替换为要保留文件的硬链接。如果无法创建硬链接，那么将会采用首选的移除方式。";
